Repository: J-B-Sulaymonov/diplomat
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Uzbek
ru: Узбекский
uz: O'zbek tili

source: Russian
ru: Русский
uz: Rus tili

source: Male
ru: Мужской
uz: Erkak

source: Female
ru: Женский
uz: Ayol

source: External learning
ru: Заочно
uz: Sirtqi ta'lim

source: Full-time
ru: Очно
uz: Kunduzgi ta'lim

source: Distance learning
ru: Дистанционное обучение
uz: Masofaviy ta'lim

source: New
ru: Новый
uz: Yangi

source: Under review
ru: На рассмотрении
uz: Ko'rib chiqilmoqda

source: Confirmed
ru: Подтвержденный
uz: Tasdiqlangan

source: Rejected
ru: Отклоненный
uz: Rad etilgan

source: Error loading page: {}
ru: Ошибка загрузки страницы: {}
uz: Sahifani yuklashda xatolik: {}

source: This field is required.
ru: Это поле обязательно к заполнению.
uz: Ushbu qator to'ldirilishi shart.

source: Photo upload is required.
ru: Требуется загрузка фотографий.
uz: Surat yuklash talab qilinadi.

source: Passport copy is required.
ru: Требуется копия паспорта.
uz: Pasport nusxasi talab qilinadi.

source: Diploma is required.
ru: Диплом обязателен.
uz: Diplom talab qilinadi.

source: DTM score is required when submitting DTM results.
ru: При отправке результатов DTM необходимо указать оценку DTM.
uz: DTM natijalarini topshirishda DTM ball talab qilinadi.

source: DTM document is required when submitting DTM results.
ru: При подаче результатов DTM требуется документ DTM.
uz: DTM natijalarini topshirishda DTM hujjati talab qilinadi.

source: Selected data not found.
ru: Выбранные данные не найдены.
uz: Tanlangan maʼlumotlar topilmadi.

source: Internal server error occurred.
ru: Произошла внутренняя ошибка сервера.
uz: Ichki server xatosi yuz berdi.

source: Application number is required
ru: Требуется номер заявки
uz: Ariza raqami kriting

source: Application not found with this number
ru: Заявление с этим номером не найдено
uz: Bunday ariza raqami topilmadi

source: An error occurred: {}
ru: Произошла ошибка: {}
uz: Xatolik yuz berdi: {}

source: Full-time education
ru: Очная форма обучения
uz: Kunduzgi ta'lim

source: Externally education
ru: Внешнее образование
uz: Sirtqi ta'lim

source: This passport number is already registered.
ru: Этот номер паспорта уже зарегистрирован.
uz: Ushbu pasport raqami allaqachon ro'yxatdan o'tgan.

source: This JSHSHIR (PINFL) is already registered.
ru: Этот JSHSHIR (PINFL) уже зарегистрирован.
uz: Bu JSHSHIR (PINFL) allaqachon ro'yxatdan o'tgan.

source: Invalid request.
ru: Неверный запрос.
uz: So‘rov noto‘g‘ri.

source: Only POST requests are allowed.
ru: Разрешены только запросы POST.
uz: Faqat POST so'rovlariga ruxsat beriladi.

source: Technical malfunction. Contact the Diplomat University support service. Phone: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
ru: Техническая неисправность. Обратитесь в службу поддержки Diplomat University. Телефон: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
uz: Texnik nosozlik. Diplomat University qo'llab-quvvatlash xizmatiga murojaat qiling. Telefon: ☎️ +998 88 126 88 88, ☎️ +998 88 124 88 88

source: You have been recommended for admission. We will contact you shortly. If you have any questions for us, please contact our support. Phone: ️ ☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
ru: Вас рекомендовали к зачислению. Мы свяжемся с вами в ближайшее время. Если у вас есть вопросы к нам, пожалуйста, свяжитесь с нашей службой поддержки. Телефон: ️ ☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
uz: Siz talabalikka tavsiya etildingiz. Tez fursatda siz bilan bog'lanamiz. Agar bizga savolingiz bo'lsa qo'llab-quvvatlash xizmatiga murojaat qiling. Telefon: ☎️ +998 88 126 88 88, ☎️ +998 88 124 88 88

source: Unfortunately, you weren't recommended as a student. If you have any questions for us, please contact our support. Phone: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
ru: К сожалению, вас не рекомендовали как студента. Если у вас есть вопросы к нам, пожалуйста, свяжитесь с нашей службой поддержки. Телефон: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
uz: Afsuski talabalikka tavsiya etilmadingiz. Agar bizga savolingiz bo'lsa qo'llab-quvvatlash xizmatiga murojaat qiling. Telefon: ☎️ +998 88 126 88 88, ☎️ +998 88 124 88 88

source: Your application is under review. We will contact you shortly. If you have any questions for us, please contact our support. Phone: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
ru: Ваша заявка находится на рассмотрении. Мы свяжемся с вами в ближайшее время. Если у вас есть вопросы к нам, пожалуйста, свяжитесь с нашей службой поддержки. Телефон: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
uz: Arizangiz ko'rib chiqilmoqda. Tez fursatda siz bilan bog'lanamiz. Agar bizga savolingiz bo'lsa qo'llab-quvvatlash xizmatiga murojaat qiling. Telefon: ☎️ +998 88 126 88 88, ☎️ +998 88 124 88 88

source: Permission to take the test is closed. Contact the Diplomat University support service. Phone: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
ru: Прием на тестирование закрыт. Обращайтесь в службу поддержки Diplomat University. Телефон: ️☎️ +998 88 126 88 88, ️☎️ +998 88 124 88 88
uz: Test topshirishga ruxsat yopilgan. Diplomat University qo‘llab-quvvatlash xizmatiga murojaat qiling. Telefon: ☎️ +998 88 126 88 88, ☎️ +998 88 124 88 88

source: Results saved
ru: Результаты сохранены
uz: Natijalar saqlandi

source: Application not found
ru: Приложение не найдено
uz: Ariza topilmadi

source: Need the POST method
ru: Нужен метод POST
uz: POST methodi kerak

source: English
ru: Английский
uz: Ingliz tili

source: Application Form
ru: Заявление
uz: Ariza shakli

source: All rights reserved
ru: Все права защищены
uz: Barcha huquqlar himoyalangan

source: Developed by:
ru: Разработано:
uz: Ishlab chiqilgan:

source: Application form
ru: Заявление
uz: Ariza shakli

source: Admissions are open at DIPLOMAT UNIVERSITY!
ru: В DIPLOMAT UNIVERSITY идет прием документов!
uz: DIPLOMAT UNIVERSITY da qabul davom etmoqda!

source: is an intellectual hub that prepares competitive professionals with modern knowledge and skills for the international arena!
ru: это интеллектуальный центр, готовящий конкурентоспособных специалистов с современными знаниями и навыками для международной арены!
uz: bu xalqaro maydonda raqobatbardosh, zamonaviy bilim va ko‘nikmalarga ega kadrlar tayyorlovchi aql markazi!

source: A team consisting of extraordinary and autonomous ambassadors, international political scientists, and foreign professors
ru: Команда из выдающихся и автономных послов, международных политологов и зарубежных преподавателей
uz: Favqulodda va muxtor elchilar, xalqaro siyosatshunoslar, xorijiy professor-o‘qituvchilardan tashkil topgan jamoa

source: Educational programs meeting international standards
ru: Образовательные программы, соответствующие международным стандартам
uz: Xalqaro standartlarga mos ta’lim dasturlari

source: Creative and free academic environment
ru: Творческая и свободная академическая среда
uz: Erkin ijodiy muhit

source: Career development center
ru: Центр развития карьеры
uz: Karyera markazi

source: Diplomas recognized both in Uzbekistan and abroad
ru: Дипломы, признанные в Узбекистане и за рубежом
uz: O‘zbekistonda hamda xorijda tan olinadigan diplom

source: 12 Bachelor's and 4 Master's degree
ru: 12 программ бакалавриата и 4 программы магистратуры
uz: 12 ta Bakalavr va 4 ta Magistratura

source: programs are waiting for you
ru: ждут вас
uz: ta’lim yo‘nalishlari sizlarni kutmokda

source: You can check your application status here. Type your application number below:
ru: Вы можете проверить статус вашего заявления здесь. Введите ваш номер заявления ниже:
uz: Siz arizangiz holatini bu yerdan tekshirishingiz mumkin. Ariza raqamingizni bu yerga kiriting:

source: Your application number
ru: Ваш номер заявки
uz: Ariza raqamingiz

source: Check
ru: ПРОВЕРИТЬ
uz: Tekshirish

source: Step 1
ru: Шаг 1
uz: 1-qadam

source: Filling out the form
ru: Заполнение заявления
uz: Arizani to'ldirish

source: Step 2
ru: Шаг 2
uz: 2-qadam

source: Uploading documents
ru: Загрузка документов
uz: Hujjatlarni yuklash

source: Step 3
ru: Шаг 3
uz: 3-qadam

source: Verifying and submitting
ru: Проверка и отправка
uz: Tekshirish va yuborish

source: Step 4
ru: Шаг 4
uz: 4-qadam

source: Test
ru: Tестовые испытания
uz: Test sinovlari

source: Degree
ru: Степень
uz: Daraja

source: Direction of education
ru: Направление образования
uz: Ta'lim yo'nalishi

source: Form of study
ru: Форма обучения
uz: Ta'lim shakli

source: Language of the test
ru: Язык теста
uz: Test tili

source: Personal particulars:
ru: Личная информация:
uz: Shaxsiy ma’lumotlar:

source: Surname
ru: Фамилия
uz: Familiyasi

source: First name
ru: Имя
uz: Ismi

source: Middle name
ru: Отчество
uz: Sharifi

source: Gender
ru: Пол
uz: Jinsi

source: Phone number
ru: Номер телефона
uz: Telefon raqami

source: Enter the number in +998901234567 format
ru: Введите номер в формате +998901234567
uz: Raqamni +998901234567 formatida kiriting

source: Phone number (Telegram)
ru: Номер телефона (Telegram)
uz: Telefon raqami (Telegram)

source: Telegram username or phone number
ru: Имя пользователя Telegram или номер телефона
uz: Telegram username yoki telefon raqami

source: Passport details:
ru: Паспортные данные:
uz: Pasport ma’lumotlari:

source: Passport No.:
ru: Серия паспорта и номер
uz: Pasport seriyasi va raqami

source: Enter the passport series in AA1234567 format
ru: Введите серию паспорта в формате AA1234567
uz: Pasport seriyasini AA1234567 formatida kiriting

source: JSHSHIR (PINFL)
ru: ДЖШИР (ПИНФЛ)

source: 14-digit number
ru: 14-значный номер
uz: 14 xonali raqam

source: JSHSHIR must consist of 14 digits
ru: JSHSHIR должен состоять из 14 цифр
uz: JSHSHIR 14 ta raqamdan iborat boʻlishi kerak

source: Address of permanent residence
ru: Адрес постоянного местa жительства
uz: Doimiy yashash manzili

source: Region
ru: Регион
uz: Mintaqa

source: Next
ru: Следующий
uz: Keyingisi

source: I am attaching the following documents to this application:
ru: Прилагаю к настоящему заявлению нижеследующие документы:
uz: Quyidagi hujjatlarni mazkur arizaga ilova qilyapman:

source: Fields marked with * are required.
ru: Поля, отмеченные *, обязательны для заполнения.
uz: * bilan belgilangan maydonlarni kiritish shart.

source: Photo (3x4)
ru: Фотографию (3x4)
uz: Surat (3x4)

source: Requirements
ru: Требования
uz: Talablar

source: 3x4, on a white background – jpeg, png format
ru: 3х4 (на белом фоне) – формат jpeg, jpg, png
uz: 3x4, oq fonda – jpeg formati, jpg, png

source: The maximum file size is up to 3 MB
ru: Максимальный размер файла – до 3 MБ
uz: Maksimal fayl hajmi-3 MB gacha

source: Passport copy
ru: Копию паспорта
uz: Pasport nusxasi

source: Passport copy including the residence registration – jpeg/pdf format.
ru: Копию паспорта вместе с пропиской - Формат jpeg/pdf.
uz: Pasport nusxasi ro‘yxatdan o‘tgan manzili bilan - jpeg/pdf formati.

source: Diploma
ru: Аттестат или диплом
uz: Shahodatnoma yoki diplom

source: The copy of the document of secondary or secondary specialized education (or a certificate confirming graduation in the current year)
ru: Копию документа о среднем или средне-специальном образовании (или справку, подтверждающую окончание учебы в текущем году)
uz: O‘rta yoki o‘rta-maxsus ma’lumot haqidagi hujjat nusxasi (yoki o‘qishni bu yil bitirayotganligini tasdiqlovchi ma’lumotnoma)

source: I have DTM results to submit
ru: Мне нужно отправить результаты DTM
uz: Menda DTM natijalari bor

source: Applicants 'documents with scores of at least 56.7 and above are accepted from the entrance exams.
ru: Принимаются документы абитуриентов, набравших на вступительных экзаменах не менее 56,7 и выше.
uz: Kirish imtihonlarida 56,7 va undan yuqori ball to‘plagan abituriyentlarning hujjatlari qabul qilinadi.

source: Only in the 2022-2023 academic year and 2023-2024 academic year will the results of exams passed to state Higher Education Institutions be recognized.
ru: Признаются только результаты экзаменов, сданных в государственные высшие учебные заведения в 2022-2023 учебном году и 2023-2024 учебном году.
uz: Faqat 2022-2023 o‘quv yili va 2023-2024 o‘quv yilida davlat oliy ta’lim muassasalariga topshirilgan imtihonlar natijalari tan olinadi.

source: Your score
ru: Ваш набранный балл
uz: Sizning ballingiz

source: DTM account
ru: учетная запись DTM
uz: DTM hisobi

source: Applicant permission (QR code required to be loaded to be clearly visible)
ru: Допуск абитуриента (требуется загрузить так, чтобы QR-код был четко виден)
uz: Abituriyent ruxsatnomasi (QR kodi aniq ko‘rinadigan qilib yuklash talab etiladi)

source: I have additional documents to submit
ru: Мне нужно предоставить дополнительные документы
uz: Mening qo'shimcha hujjatlarim bor

source: Additional documents
ru: Дополнительные документы
uz: Qo‘shimcha hujjatlar

source: Certificates (IELTS, various competitions etc.)
ru: Сертификаты (IELTS, различные олимпиады и т.д.)
uz: Sertifikat (IELTS, turli olimpiadalar va h.k.)

source: Verify and Submit
ru: Проверить и отправить
uz: Tasdiqlang va yuboring

source: I take responsibility for the accuracy of the data in my application and confirm the information signed by me.
ru: Беру на себя ответственность за достоверность данных в моем заявлении и подтверждаю подписанную мной информацию.
uz: Arizamdagi ma’lumotlar haqqoniyligining mas’uliyatini o‘z zimmamga olaman va imzolayotgan ma’lumotimni tasdiqlayman.

source: I will enroll in the DIPLOMAT UNIVERSITY (hereinafter referred to as the University) on the direction/course specified in this application.
ru: Буду поступать в DIPLOMAT UNIVERSITY (далее по тексту - Университет) на направление/курс, указанных в данном заявлении.
uz: Mazkur arizada belgilangan yo‘nalish/kursga muvofiq, DIPLOMAT UNIVERSITY (keyingi o‘rinlarda-Universitet)ga o‘qishga topshiraman.

source: Informed about the cost of studying at the University.
ru: Информирован о стоимости обучения в Университете.
uz: Universitetda o‘qish narxi qiymati haqida ma’lumotga egaman.

source: I undertake to comply with the internal rules of the University.
ru: Обязуюсь соблюдать внутренние правила Университета.
uz: Universitet ichki-tartib qoidalariga amal qilish majburiyatini o‘z zimmamga olaman.

source: I undertake to respect the administration and the scholars of the University.
ru: Обязуюсь уважительно относится к администрации и профессорско-преподавательскому составу Университета.
uz: Universitet professor-o‘qituvchilari va administratsiyasiga hurmat bilan munosabat ko‘rsatish majburiyatini o‘z zimmamga olaman.

source: I agree that violation of the rules of the University or disrespect for the administration, as well as for the scholars of the University may cause rejection in the execution of my application or termination of the training contract.
ru: Согласен с тем, что нарушение правил Университета или неуважение к администрации, а также к профессорско-преподавательскому составу Университета может стать причиной отклонения в исполнении моего заявления или расторжения контракта по обучению.
uz: Universitet qoidalarini buzish yoki professor-o‘qituvchilari, administratsiyaga behurmatlik arizam ijrosining rad etilishiga yoki o‘quv shartnomasining to‘xtatilishiga olib kelishiga roziman.

source: I will take the opportunity to register only once in the University system.
ru: Воспользуюсь возможностью зарегистрироваться только один раз в системе Университета.
uz: Universitet tizimida ro‘yxatdan o‘tish imkoniyatidan bir marta foydalanaman.

source: I agree and take note that the provision of incorrect information in the application or a falsified document will be the reason for the rejection of my application.
ru: Соглашаюсь и принимаю к сведению, что предоставление неверной информации в заявлении или фальсифицированного документа явится причиной к отклонению моего заявления.
uz: Arizamda yolg‘on ma’lumot taqdim etsam yoki hujjatlarni qalbakilashtirsam, bu arizamning rad etilishiga olib kelishiga roziman.

source: I agree and confirm the possibility of my expulsion from the number of University students if during the verification of my documents false data / falsified information is revealed.
ru: Соглашаюсь и подтверждаю возможность своего отчисления из числа студентов Университета, если в ходе проверки моих документов будут выявлены недостоверные данные/фальсифицированная информация.
uz: Hujjatlarimda yolg‘on ma’lumot taqdim etsam yoki qalbakilashtirsam, bu Universitet talabalar safidan chetlashtirilishimga olib kelishiga roziman va tasdiqlayman.

source: In the above-mentioned case, I confirm and agree that the University will not refund the contract amount paid by me in full, on account of material compensation.
ru: В вышеупомянутом случае, подтверждаю и соглашаюсь о невозврате Университетом оплаченной мной суммы контракта в полном объеме, в счет возмещения материальной компенсации.
uz: Yuqorida qayd etilgan holatlarda, Universitetga o‘qish uchun to‘langan kontrakt pulining to‘liq miqdori moddiy kompensatsiya sifatida qaytarib berilmasligiga roziligimni tasdiqlayman.

source: Confirm
ru: ПОДТВЕРЖДАЮ
uz: Tasdiqlayman

source: Submit
ru: Отправить
uz: Yuborish

source: Your application has been successfully submitted!
ru: Ваша заявка успешно отправлена!
uz: Sizning arizangiz muvaffaqiyatli topshirildi!

source: Your application number:
ru: Номер вашей заявки:
uz: Ariza raqamingiz:

source: Please keep this number in mind to check your application status in the future.
ru: Пожалуйста, запомните этот номер, чтобы в будущем проверить статус вашего заявления.
uz: Kelajakda arizangiz holatini tekshirish uchun ushbu raqamni yodda saqlang.

source: We will contact you soon.
ru: Мы свяжемся с вами в ближайшее время.
uz: Tez orada siz bilan bog'lanamiz.

source: What is JSHSHIR (PINFL)?
ru: Что такое JSHSHIR (PINFL)?
uz: JSHSHIR (PINFL) nima?

source: Sample JSHSHIR
ru: Образец JSHSHIR
uz: JSHSHIR namunasi

source: Loading...
ru: Загрузка...
uz: Yuklanmoqda...

source: Choose a direction first.
ru: Сначала выберите направление.
uz: Avval yo`nalishni tanlang.

source: First select the level
ru: Сначала выберите уровень
uz: Avval darajani tanlang

source: Error loading training courses:
ru: Ошибка загрузки учебных курсов:
uz: O`quv kurslarini yuklashda xatolik:

source: An error occurred.
ru: Произошла ошибка.
uz: Xatolik yuz berdi.

source: No form of education available
ru: Форма обучения недоступна
uz: Ta`lim shakli mavjud emas

source: Error loading educational forms:
ru: Ошибка загрузки образовательных форм:
uz: Ta`lim shakllarini yuklashda xatolik yuz berdi:

source: Last selected file:
ru: Последний выбранный файл:
uz: Oxirgi tanlangan fayl:

source: For security reasons, you must reselect the file.
ru: В целях безопасности вам необходимо повторно выбрать файл.
uz: Xavfsizlik nuqtai nazaridan faylni qayta tanlashingiz kerak.

source: The data was successfully reloaded.
ru: Данные успешно перезагружены.
uz: Maʼlumotlar muvaffaqiyatli qayta yuklandi.

source: Error checking uniqueness:
ru: Ошибка проверки уникальности:
uz: Yagonalikni tekshirishda xatolik yuz berdi:

source: An error occurred while connecting to the server.
ru: Произошла ошибка при подключении к серверу.
uz: Serverga ulanishda xatolik yuz berdi.

source: Your application number to Diplomat University:
ru: Номер вашего заявления в Дипломатический университет:
uz: Ariza raqamingiz:

source: Application not found!
ru: Заявление не найдено!
uz: Ariza topilmadi

source: Please confirm the application.
ru: Пожалуйста, подтвердите заявку.
uz: Iltimos, arizani tasdiqlang.

source: Sending...
ru: Отправка...
uz: Yuborilmoqda...

source: START TEST
ru: НАЧАТЬ ТЕСТ
uz: TESTNI BOSHLASH

source: There was an error submitting the application. Please check the fields.
ru: Произошла ошибка при отправке заявки. Проверьте поля.
uz: Arizani yuborishda xatolik yuz berdi. Maydonlarni tekshiring.

source: An unexpected error occurred while submitting the application.
ru: При подаче заявки произошла непредвиденная ошибка.
uz: Arizani yuborishda kutilmagan xatolik yuz berdi.

source: Application number
ru: Номер заявки
uz: Sizning ariza raqamingiz

source: Status
ru: Статус
uz: Holati

source: Server error. Please try again later.
ru: Ошибка сервера. Попробуйте еще раз позже.
uz: Server xatosi. Keyinroq qayta urinib ko‘ring.

source: Attention!
ru: Внимание!
uz: Diqqat!

source: Congratulations!
ru: Поздравляю!
uz: Tabriklaymiz!

source: You have completed the test.
ru: Вы завершили тест.
uz: Siz testni yakunladingiz.

source: Subject 1:
ru: Наука 1
uz: 1-Fan:

source: Subject 2:
ru: Наука 2
uz: 2-Fan

source: General:
ru: Общий
uz: Umumiy

source: If you encounter any problems, please contact Diplomat University support:
ru: Если у вас возникли какие-либо проблемы, пожалуйста, свяжитесь со службой поддержки Diplomat University:
uz: Agar biror muammoga duch kelsangiz, Diplomat University qo‘llab-quvvatlash xizmatiga murojaat qiling:

source: Question
ru: Вопрос
uz: Savol

source: Back
ru: Назад
uz: Orqaga

source: Test question numbers
ru: Номера тестовых вопросов
uz: Test savollari raqamlari

source: Finish
ru: Заканчивать
uz: Tugatish

source: Result
ru: Результат
uz: Natija

source: Close
ru: Закрывать
uz: Yopish

source: If you encounter any problems with taking the test, please contact Diplomat University support:
ru: Если у вас возникли проблемы при прохождении теста, пожалуйста, свяжитесь со службой поддержки Diplomat University:
uz: Agar siz imtihon topshirish bilan bog'liq muammolarga duch kelsangiz, Diplomat universitetining qo'llab-quvvatlash xizmatiga murojaat qiling:

source: Test completed!
ru: Тест завершен!
uz: Test yakunlandi

source: An unknown error occurred.
ru: Произошла неизвестная ошибка.
uz: Noma'lum xatolik yuz berdi.

source: Error connecting to the server.
ru: Ошибка подключения к серверу.
uz: Serverga ulanishda xatolik yuz berdi.
